---
kind: property
id: P:Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs.SourceDocument
source: html/4abbd124-e5d2-e0ba-657b-f3a1bf330647.htm
---
# Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs.SourceDocument Property

Source document.

## Syntax (C#)
```csharp
public Document SourceDocument { get; }
```